<%@ page contentType="text/html;charset=utf-8" language="java" %>
<%@ include file="/includes/taglibs.jsp" %>
<h1>Ⅰ 沟通风格与冲突处理方式的概念</h1>
<h2>沟通风格的概念</h2>
<p>社会是人与人相互作用的产物，人也是社会的动物，在生活和工作中中免不了沟通。因此，沟通能力是一个人生存和发展的必备技能，在某些程度上，也决定了一个人能够取得的个人成就和社会成就。</p>
<p>沟通风格是个体在信息沟通活动中表现出的个性风格，体现了管理者人际关系的基本结构与面貌。它不仅与组织的凝聚力、生产效率密切相关，而且会影响到员工的工作满意度及其绩效水平。沟通风格包括以下四种典型风格：支配型、表达型、和蔼型和分析型。</p>
<h2>冲突处理方式的概念</h2>
<p>身处于组织和团队中，就意味着处于冲突中。</p>
<p>冲突是日常社会关系中的重要组成部分，我们的生活越来越有压力，因此人际间冲突也越来越多，而且冲突也毫无疑问是组织行为和管理的主要领域之一，是现代管理中的重要概念。冲突花费了组织和个人大量的时间和精力。有心理研究调查发现，CEO 大概要花18%的时间处理冲突，而中级管理者要花掉26%的时间来处理冲突问题。冲突是没有必要也是没有办法完全在组织中消除的。冲突处理中，对冲突采取何种处理方式会直接影响到冲突管理的效果和效率，是冲突中的重要要素之一。</p>
<p>国际著名心理学家Rahim将人际冲突的类型在他人利益的关注(concern for others)维度和自己利益关注（concern for self）两个维度上划分成五个类型：整合（integrating），谦让（obliging），支配（dominating），回避（avoiding）和折中（compromising），这两种维度描绘了冲突中特定个体的动机取向。</p>
<div class="figure">
<img src="${base}/images/report/conflict.png" alt="五种冲突处理方式" />
<p class="caption">五种冲突处理方式</p>
</div>
<h1>Ⅱ 影响沟通风格与冲突处理方式的因素</h1>
<h2>1.沟通风格的影响因素</h2>
<h3>（1）个人因素</h3>
<p>个人因素对个人的沟通风格有着重要的影响，主要包括个人经历和性格特点等。个人经历对个体的沟通风格有着重要的影响，尤其是早期的个人经历的影响。</p>
<p>性格是人格中最重要的核心，它在一定程度上对个人的沟通风格影响很大。内向的人就不太容易形成支配型或者表达型的沟通风格；外项型的个体很难在沟通中沉默寡言，成为分析型的沟通风格。</p>
<h3 id="环境因素">（2）环境因素</h3>
<p>家庭教育环境会对个体的沟通风格有很大影响。如果父母都是偏向和蔼型的沟通方式，那么孩子也容易在沟通中多关心和体会他人的情绪，从而形成和蔼型的沟通风格；而如果家庭教育的重点是教孩子多参与竞争，或者在竞争中一定要取得胜利这样一种理念，那么个体容易从小就习得或者形成支配型的沟通风格。另外，早期学校教育因素、社会文化中的竞争气氛、工作性质以及受教育水平也会影响个体的沟通风格。</p>
<h2 id="冲突处理方式的影响因素">2.冲突处理方式的影响因素</h2>
<h3 id="个人因素-1">（1）个人因素</h3>
<p>总体来说，许多研究结果表明，人格特点在个体决定冲突行为的时候起着非常重要的作用，人格因素会显著影响冲突处理方式。有研究发现，大五人格的宜人性和外向性可以预测冲突处理方式中的各个维度。另外，性别因素也对冲突处理方式有一些影响。一些研究结果表明，女性比男性在冲突中更多地有合作的倾向性，而男性比女性更多地有竞争的倾向性。</p>
<p>自我效能感对冲突处理方式的影响也不能忽略。心理学家的研究结果发现，高自我效能感的个体对同事更倾向用整合的冲突处理方式，自我效能感低的个体对上级更倾向用折中和回避的冲突处理方式。</p>
<h3 id="环境因素-1">（2）环境因素</h3>
<p>环境因素包括等级、社会文化、领导风格和组织结构等。</p>
<p>Rahim（1986）的对美国1219 名管理者的调查研究结果表明，被试大多对上级采用谦让的处理方式，对下级采用整合的处理方式，对平级同事采用折中的处理方式。对上级更少采用折中和支配方式，对下级更少采用回避策略。该研究指出，需要对组织的员工进行去层级化的训练，学习在不同的情景下如何处理冲突。</p>
<p>总的来说，个体文化下的人们更倾向于用直接的冲突沟通方式，而在集体文化下的人们更倾向采用间接的冲突沟通方式和冲突回避方式。另外，集体主义者对外群体更喜欢用平等主义，集体主义者比个体主义者更喜欢冲突调解和讨价还价策略。</p>
<h1 id="沟通风格与冲突处理方式测评说明">Ⅲ 沟通风格与冲突处理方式测评说明</h1>
<p>本测验帮您了解自己的沟通风格以及冲突处理方式。其目的是帮助您更加了解自己，特别是帮助你了解自己在沟通和处理冲突时的优缺点，提升和改善沟通效率和冲突处理的结果，减少负面效果。</p>
<p>该沟通风格与冲突处理方式测评问卷共25题，共两大部分，是会佳心语研究院研发的专业测评工具。本套测试题内部一致性信度a=0.89。采用6点Likert 式评分，要求被试根据问卷项目所描述的情况与自己真实情况的符合程度进行打分，1 分代表非常不同意，6分代表非常同意。</p>
<p>该测评的适用对象为16岁以上的成人（具有初中以上文化程度的人群），尤其适用于职场中的各类人群，可以帮助个人及时了解自己的沟通风格和冲突处理方式状况，并详细分析其在沟通和冲突处理中可能存在的问题，提供相对应的建议。</p>
<h1 id="您的沟通风格状况详解">Ⅳ 您的沟通风格状况详解</h1>
<h2 id="一各个维度得分图">一、各个维度得分图</h2>
<p>所有维度的总分之和为100分。您在各个维度上的得分如下图所示：</p>
<div class="figure">
<div data="report:column_h:0" class="eap-report"></div>
<p class="caption">各维度得分</p>
</div>
<p>在各个维度中，<span class="math"><em>m</em><em>y</em><em>S</em><em>t</em><em>y</em><em>l</em><em>e</em><sub>0</sub><em>维</em><em>度</em><em>得</em><em>分</em><em>最</em><em>高</em>，<em>得</em><em>分</em><em>为</em></span>{maxscore_0}分，说明您的沟通风格为${myStyle_0}型(此处为最高分维度类型)。</p>
<h2 id="二您的特点关键词">二． 您的特点关键词</h2>
<p>
<c:forEach items="${quiz.childList[0].evaluations}" var="evaluation">
<c:if test="${evaluation.categoryId == resultlist[0].categoryId}">
${evaluation.feature}
</c:if>
</c:forEach>
</p>
<h2 id="三沟通特点">三．沟通特点</h2>
<p>
<c:forEach items="${quiz.childList[0].evaluations}" var="evaluation">
<c:if test="${evaluation.categoryId == resultlist[0].categoryId}">
${evaluation.evaluation}
</c:if>
</c:forEach>
</p>
<h2 id="四.沟通方面的建议">四.沟通方面的建议</h2>
<p>
<c:forEach items="${quiz.childList[0].evaluations}" var="evaluation">
<c:if test="${evaluation.categoryId == resultlist[0].categoryId}">
${evaluation.suggestion}
</c:if>
</c:forEach>
</p>
<h1 id="您的冲突处理方式详解">Ⅴ 您的冲突处理方式详解</h1>
<h2 id="一各个维度得分图-1">一．各个维度得分图</h2>
<div class="figure">
<div data="report:column_h:1" class="eap-report"></div>
<p class="caption">各维度得分</p>
</div>
<p>在各个维度中，<span class="math"><em>m</em><em>y</em><em>S</em><em>t</em><em>y</em><em>l</em><em>e</em><sub>1</sub><em>维</em><em>度</em><em>得</em><em>分</em><em>最</em><em>高</em>，<em>得</em><em>分</em><em>为</em></span>{maxscore_1}分，说明您的冲突处理方式为${myStyle_1}型。</p>
<h2 id="二您的冲突处理特点">二．您的冲突处理特点：</h2>
<p>
<c:forEach items="${quiz.childList[1].evaluations}" var="evaluation">
<c:if test="${evaluation.categoryId == resultlist[1].categoryId}">
${evaluation.evaluation}
</c:if>
</c:forEach>
</p>
<h2 id="三给您的建议">三．给您的建议:</h2>
<p>
<c:forEach items="${quiz.childList[1].evaluations}" var="evaluation">
<c:if test="${evaluation.categoryId == resultlist[1].categoryId}">
${evaluation.suggestion}
</c:if>
</c:forEach>
</p>
<h1 id="心理测评师给您的建议">Ⅵ 心理测评师给您的建议</h1>
<h2 id="一在沟通前做好准备">一、在沟通前做好准备</h2>
<p>在沟通前做好准备是必要的。完备的准备能够提升您的沟通效果，而且保持这种良好的习惯，您的沟通能力也会稳步提升。</p>
<h3 id="列出沟通清单">（1）列出沟通清单</h3>
<p>在沟通前最好仔细想一想，您要沟通的人是谁？这个人跟自己的关系怎么样？是熟人、朋友还是商业伙伴？您要与几个人沟通？是一个人，还是一群人？在什么样的情境下沟通？是在商业谈判中、办公室中还是在聚会中？另外，您还需要列出沟通的要点。沟通中主要谈论的问题有哪些？主次顺序是什么？</p>
<pre><code>沟通清单

·参加沟通的人数
·参加沟通的人及关系
·沟通的地点及时间
·沟通的要点(按照逻辑顺序排列)

&nbsp;&nbsp; 1.xxx
&nbsp;&nbsp; 2.xxx
&nbsp;&nbsp; 3.xxx</code></pre>
<h3 id="深度分析沟通的清单">（2）深度分析沟通的清单</h3>
<p>在上列清单中，清楚地列出了沟通的各方面信息。您需要进一步分析各个条目。根据本测评报告的给您的沟通特点的描述，您需要在沟通清单中分析出您在沟通中需要注意的问题。您是需要注意表现得不那么强势，还是需要表现得更加平易近人？您是需要长话短说，直奔主题，还是需要多关注别人的情绪和其他反馈？当您深度地分析完了整张清单后，您就可以信心满满地开始这次沟通了。</p>
<h2 id="二提高问题解决能力">二、提高问题解决能力</h2>
<p>冲突处理中，对冲突采取何种处理方式会直接影响到冲突管理的效果和效率，是冲突中的重要要素之一。有研究表明，冲突管理会影响到主观谈判感知、工作满意度、离职意向和员工关系等因素。而在冲突处理中，最关键是冲突问题的解决能力。问题解决是指在有特定目的而没有达到目标的情境中，运用特定领域的知识和认知策略实现目标的一种思维活动。  </p>
<h3 id="准确理解问题">（1）准确理解问题</h3>
<p>问题都是由一定的情境引出来的。正确分析情境是至关重要的第一步。 </p>
<h3 id="突破定势">（2）突破定势</h3>
<p>允许自己和他人发散思维，改变自己持有的陈旧观点和角度，改变事物的固着功能以适应新情况的需要。 </p>
<h3 id="联系的观点看问题">（3）联系的观点看问题</h3>
<p>在生活中我们经常发现某类事物的解决方法其实是相通的。在日常生活和工作中，我们可以发现很多问题的相似之处和共同点，通过联想可以使问题得到解决，不一定只是从看到的是什么就是什么这方面来解决。这种联想的思维也是创造性思维的基础，培养自己的创造性思维，培养自己的这种联想能力和善于用联系发现相似性和共同点的能力以更好的解决问题。 </p>
<h3 id="良好的情绪和适当的动机">（4）良好的情绪和适当的动机</h3>
<p>并不是的动机越高办事效率越高。心理学家一致认为，动机的强弱与解决问题的效率成倒U形曲线，也就是说，如果动机水平过高，过于强求，反会做不好。但是，在另外一个极端上，如果在处理问题时抱着无所谓的态度，那么很容易连简单的问题也处理不好。</p>
<h3 id="敢于假设">（5）敢于假设</h3>
<p>假设应该从多角度出发，提出尽可能多的解决方案，而不是局限于一种解决方案。从自己原来的解决问题的方法中提炼出新的方法以更好地利用新方案提高解决问题的能力。</p>
