<%@ page contentType="text/html;charset=utf-8" language="java" %>


<p>单位 ：${company.name}</p>
<p>人数 ： ${usercount}</p>

<h1>（一）心理健康体检样本构成</h1>

<p>
本次参加心理健康体检的对象为${company.name}的部分员工。由于样本量较小，所以本次测评结果仅作为设计后续服务方案的参考依据之一。
对测谎维度的分析结果显示，13名员工的测评数据中有3位员工的测谎得分超标（超过40分），因此这3个数据在团体报告时作为无效数据剔除，这三个数据分别来自****（这句可有可无）。
因此，XX本次测评的最终有效数据为10名员工，以下的统计分析基于此10份有效样本的数据之上。
</p>

<h2>1．性别构成</h2>

<p>
在10份有效数据中，样本性别分布为：男性有3人，约占总人数的30%；女性有7人，约占总人数的70%。男女性别比例大约为1:2.3。图1显示了有效样本的性别构成比例。
</p>

<h2>2．年龄构成</h2> 
<p>
10份有效数据中，样本年龄分布为：30岁以下的有3人，约占30%；在31-40岁的有1人，约占10%；在41-50岁的有4人，约占40%；50岁以上的有2人，约占20%。绝大部分员工处在41-50岁（最高百分比）年龄段。图2显示了有效样本的年龄构成百分比。
</p>

<h2>3．教育程度构成</h2>
<p>
本次报告中按教育程度划分为：大专及以下学历、本科学历、硕士及以上学历。在10份有效数据中，样本教育程度分布为：大专及以下学历的员工为2人，占20%；本科学历的员工为5人，占50%；硕士及以上学历的员工为3人，占30%。本科以上学历的员工占总有效样本的比例超过80%（后两个百分比之和）。图3显示了有效样本的教育程度构成百分比。
</p>

<h2>4．工作年限构成</h2>
<p>
在有效数据中，样本工作年限分布为：工作1-3年的员工有7人，占70%；3-5年的有1人，占10%；5-10年的有1人，占10%；10年以上的有1人，占10%。可见，此样本中，员工普遍工作经验较少，工作1-3年以上的员工接近七成。如图4所示。
</p>

<h2>5．职位状况构成</h2>
<p>
在有效数据中，职位状况分布为：一般员工为8人，占80%；中层管理者为1人，占10%；高层管理者1人，占10%。
具体有效样本的职位状况构成百分比如图7所示。
</p>